import styles from "../styles/confidencity.module.css";
export default function Confidencity() {
  return (
    <>
      <div className={styles.container}>
        <h1>Политика в отношении обработки персональных данных</h1>

        <h2>1. Общие положения</h2>
        <p>
          Настоящая политика обработки персональных данных составлена в
          соответствии с требованиями Федерального закона от 27.07.2006. №152-ФЗ
          «О персональных данных» (далее — Закон о персональных данных) и
          определяет порядок обработки персональных данных и меры по обеспечению
          безопасности персональных данных, предпринимаемые администрацией
          компании TechArtisan (далее – Администрация).
        </p>
        <p>
          1.1. Администрация ставит своей главной целью и условием осуществления
          своей деятельности соблюдение прав и свобод человека и гражданина при
          обработке его персональных данных, в том числе защиты прав на
          неприкосновенность частной жизни, личную и семейную тайну.
        </p>
        <p>
          1.2. Настоящая политика Администрации в отношении обработки
          персональных данных (далее – Политика) применяется ко всей информации,
          которую Администратор может получить о посетителях веб-сайта
          techartisan.pro
        </p>

        <h2>2. Основные понятия, используемые в политике</h2>
        <p>
          Если вы зарегистрированный пользователь и загружаете фотографии на
          сайт, вам возможно следует избегать загрузки изображений с метаданными
          EXIF, так как они могут содержать данные вашего месторасположения по
          GPS. Посетители могут извлечь эту информацию скачав изображения с
          сайта.
        </p>
        <p>
          2.1. Автоматизированная обработка персональных данных – обработка
          персональных данных с помощью средств вычислительной техники.
        </p>
        <p>
          2.2. Блокирование персональных данных – временное прекращение
          обработки персональных данных (за исключением случаев, если обработка
          необходима для уточнения персональных данных).
        </p>
        <p>
          2.3. Веб-сайт – совокупность графических и информационных материалов,
          а также программ для ЭВМ и баз данных, обеспечивающих их доступность в
          сети интернет по сетевому адресу techartisan.pro
        </p>
        <p>
          2.4. Информационная система персональных данных — совокупность,
          содержащихся в базах данных персональных данных, и обеспечивающих их
          обработку информационных технологий и технических средств.
        </p>
        <p>
          2.5. Обезличивание персональных данных — действия, в результате
          которых невозможно определить без использования дополнительной
          информации принадлежность персональных данных конкретному Пользователю
          или иному субъекту персональных данных.
        </p>
        <p>
          2.6. Обработка персональных данных – любое действие (операция) или
          совокупность действий(операций), совершаемых с использованием средств
          автоматизации или без использования таких средств с персональными
          данными, включая сбор, запись, систематизацию, накопление, хранение,
          уточнение (обновление, изменение), извлечение, использование, передачу
          (распространение, предоставление, доступ), обезличивание,
          блокирование, удаление, уничтожение персональных данных.
        </p>
        <p>
          2.7. Администрация – государственный орган, муниципальный орган,
          юридическое или физическое лицо, самостоятельно или совместно с
          другими лицами организующие и (или) осуществляющие обработку
          персональных данных, а также определяющие цели обработки персональных
          данных, состав персональных данных, подлежащих обработке, действия
          (операции), совершаемые с персональными данными.
        </p>
        <p>
          2.8. Персональные данные – любая информация, относящаяся прямо или
          косвенно к определенному или определяемому Пользователю веб-сайта
          techartisan.pro
        </p>
        <p>
          2.9. Персональные данные, разрешенные субъектом персональных данных
          для распространения, — персональные данные, доступ неограниченного
          круга лиц к которым предоставлен субъектом персональных данных путем
          дачи согласия на обработку персональных данных, разрешенных субъектом
          персональных данных для распространения в порядке, предусмотренном
          Законом о персональных данных (далее — персональные данные,
          разрешенные для распространения).
        </p>
        <p>2.10. Пользователь – любой посетитель веб-сайта techartisan.pro</p>
        <p>
          2.11. Предоставление персональных данных – деяния, направленные на
          раскрытие персональных данных определенному лицу или определенному
          кругу лиц.
        </p>
        <p>
          2.12. Распространение персональных данных – любые деяния, направленные
          на раскрытие персональных данных неопределенному кругу лиц (передача
          персональных данных) или на ознакомление с персональными данными
          неограниченного круга лиц, в том числе товарыобнародование
          персональных данных в средствах массовой информации, размещение в
          информационно-телекоммуникационных сетях или предоставление доступа к
          персональным данным каким-либо иным способом.
        </p>
        <p>
          2.13. Трансграничная передача персональных данных – передача
          персональных данных на территорию иностранного государства органу
          власти иностранного государства, иностранному физическому или
          иностранному юридическому лицу
        </p>
        <p>
          2.14. Уничтожение персональных данных – любые действия, в результате
          которых персональные данные уничтожаются безвозвратно с невозможностью
          дальнейшего восстановления содержания персональных данных в
          информационной системе персональных данных и (или) уничтожаются
          материальные носители персональных данных.
        </p>

        <h2>3. Основные права и обязанности администратора</h2>
        <p>3.1. Администратор имеет право:</p>
        <ul>
          <li>
            получать от субъекта персональных данных достоверные информацию
            и/или документы, содержащие персональные данные;
          </li>
          <li>
            в случае отзыва субъектом персональных данных согласия на обработку
            персональных данных Администратор вправе продолжить обработку
            персональных данных без согласия субъекта персональных данных при
            наличии оснований, указанных в Законе о персональных данных;
          </li>
          <li>
            самостоятельно определять состав и перечень мер, необходимых и
            достаточных для обеспечения выполнения обязанностей, предусмотренных
            Законом о персональных данных и принятыми в соответствии с ним
            нормативными правовыми актами, если иное не предусмотрено Законом о
            персональных данных или другими федеральными законами.
          </li>
        </ul>
        <p>3.2. Администратор обязан:</p>
        <ul>
          <li>
            предоставлять субъекту персональных данных по его просьбе
            информацию, касающуюся обработки его персональных данных;
          </li>
          <li>
            организовывать обработку персональных данных в порядке,
            установленном действующим законодательством РФ;
          </li>
          <li>
            отвечать на обращения и запросы субъектов персональных данных и их
            законных представителей в соответствии с требованиями Закона о
            персональных данных;
          </li>
          <li>
            сообщать в уполномоченный орган по защите прав субъектов
            персональных данных по запросу этого органа необходимую информацию в
            течение 30 дней с даты получения такого запроса;
          </li>
          <li>
            публиковать или иным образом обеспечивать неограниченный доступ к
            настоящей Политике в отношении обработки персональных данных;
          </li>
          <li>
            принимать правовые, организационные и технические меры для защиты
            персональных данных от неправомерного или случайного доступа к ним,
            уничтожения, изменения, блокирования, копирования, предоставления,
            распространения персональных данных, а также от иных неправомерных
            действий в отношении персональных данных;
          </li>
          <li>
            прекратить передачу (распространение, предоставление, доступ)
            персональных данных, прекратить обработку и уничтожить персональные
            данные в порядке и случаях, предусмотренных Законом о персональных
            данных;
          </li>
          <li>
            исполнять иные обязанности, предусмотренные Законом о персональных
            данных
          </li>
        </ul>

        <h2>4. Основные права и обязанности субъектов персональных данных</h2>
        <p>4.1. Субъекты персональных данных имеют право:</p>
        <ul>
          <li>
            получать информацию, касающуюся обработки его персональных данных,
            за исключением случаев, предусмотренных федеральными законами.
            Сведения предоставляются субъекту персональных данных
            Администратором в доступной форме, и в них не должны содержаться
            персональные данные, относящиеся к другим субъектам персональных
            данных, за исключением случаев, когда имеются законные основания для
            раскрытия таких персональных данных. Перечень информации и порядок
            ее получения установлен Законом о... персональных данных;
          </li>
          <li>
            требовать от Администратора уточнения его персональных данных, их
            блокирования или уничтожения в случае, если персональные данные
            являются неполными, устаревшими, неточными, незаконно полученными
            или не являются необходимыми для заявленной цели обработки;
          </li>
          <li>
            отзывать свое согласие на обработку персональных данных в любой
            момент;
          </li>
          <li>
            обжаловать действия или бездействие Администратора в уполномоченный
            орган по защите прав субъектов персональных данных или в судебном
            порядке, если субъект персональных данных считает, что Администратор
            осуществляет обработку его персональных данных с нарушением
            требований Закона о персональных данных или иным образом нарушает
            его права и свободы;
          </li>
          <li>
            на защиту своих прав и законных интересов, в том числе на возмещение
            убытков и (или) компенсацию морального вреда в судебном порядке.
          </li>
        </ul>
        <p>4.2. Субъекты персональных данных обязаны:</p>
        <ul>
          <li>
            предоставлять Администратору только достоверные данные о себе;
          </li>
          <li>
            сообщать Администратору об уточнении (обновлении, изменении) своих
            персональных данных.
          </li>
        </ul>
        <p>
          4.3. Лица, передавшие Администратору недостоверные данные о себе, либо
          данные о другом субъекте персональных данных без согласия последнего,
          несут ответственность в соответствии с законодательством Российской
          Федерации.
        </p>
      </div>
    </>
  );
}
