import styles from "../styles/politicy.module.css";

export default function Politicy() {
  return (
    <div className={styles.container}>
      <h1>Политика конфиденциальности и обработки персональных данных</h1>

      <p>
        Настоящая Политика описывает условия обработки персональных данных
        интернет-пользователей сайта www.techartisan.ru
        (https://techartisan.ru/).
      </p>

      <p>
        Действие настоящего документа распространяется на все случаи обработки
        персональных данных пользователей сайта www.techartisan.ru (далее –
        Сайт), как с применением средств автоматизации, так и без применения
        таковых.
      </p>

      <p>
        Используемые в настоящем документе понятия («персональные данные»,
        «обработка персональных данных», «субъект персональных данных» и т.п.)
        толкуются согласно их определению в Федеральном законе № 152-ФЗ «О
        персональных данных».
      </p>

      <h2>Введение</h2>

      <p>
        Оператор персональных данных (оператор) - ИП Техартисан (ИНН
        1234567890), может осуществлять сбор, систематизацию, накопление,
        хранение, уточнение (обновление, изменение), извлечение, использование,
        блокирование, удаление персональных данных субъекта персональных данных
        в соответствии с действующим законодательством РФ: ст. 24 Конституции
        Российской Федерации, ст. 6 Федерального закона №152-ФЗ «О персональных
        данных».
      </p>

      <p>
        Обработка и хранение персональных данных осуществляются в электронном
        виде с использованием средств автоматизации с обеспечением
        конфиденциальности и соблюдением положений о защите персональных данных,
        предусмотренных законодательством РФ.
      </p>

      <h2>Области сбора персональных данных</h2>

      <p>
        Сбор персональных данных у пользователя сайта www.techartisan.ru
        осуществляется при регистрации на сайте.
      </p>

      <h2>
        Личные сведения пользователя, обрабатываемые на сайте www.techartisan.ru
      </h2>

      <p>
        Регистрируясь на сайте и/или оформляя заявку, пользователь услуг
        соглашается на обработку следующих персональных данных:
      </p>

      <ul>
        <li>Фамилия, имя, отчество;</li>
        <li>Адрес места жительства;</li>
        <li>Номер телефона;</li>
        <li>Адрес электронной почты;</li>
        <li>Идентификатор в социальных сетях;</li>
        <li>
          Данные технического характера об устройстве и интернет-подключении,
          включая данные о браузере и операционной системе, User agent,
          IP-адрес, данные о местоположении, о файлах cookie, дата и время
          доступа к сайту, адреса запрашиваемых страниц.
        </li>
      </ul>

      <h2>Цели обработки персональных данных</h2>

      <p>
        Оператор, осуществляющий обработку персональных данных, гарантирует, что
        полученная от пользователей информация будет использоваться
        исключительно для:
      </p>

      <ul>
        <li>Аутентификации и подтверждения действий пользователя;</li>
        <li>
          Индивидуального учета клиентских заказов в целях исполнения договоров
          с клиентами;
        </li>
        <li>Обработки и доставки заказов, созданных пользователем на сайте;</li>
        <li>Предоставления доступа пользователю к специальной информации;</li>
        <li>Повышения качества работы и оказываемых услуг;</li>
        <li>
          Осуществления информирования пользователя о специальных предложениях и
          акциях, о новых услугах, предлагаемых сайтом;
        </li>
        <li>
          Предоставления пользователю эффективной клиентской и технической
          поддержки при возникновении проблем, связанных с использованием сайта;
        </li>
        <li>
          Установления с пользователем обратной связи, включая направление
          уведомлений, запросов, касающихся использования сайта, оказания услуг,
          обработка запросов и заявок, рассмотрение и разрешение проблем или
          вопросов.
        </li>
      </ul>

      <p>
        Пользователь сайта, заполняя на сайте форму регистрации и/или оформляя
        заказ, выражает свою волю и безоговорочное согласие с условиями
        настоящей Политики и обработкой его персональных данных.
      </p>

      <p>
        В случае несогласия с этими условиями пользователь должен воздержаться
        от использования сервисов.
      </p>

      <h2>Права оператора персональных данных</h2>

      <p>
        Оператор имеет право предоставлять персональные данные пользователей
        третьим лицам, если это предусмотрено действующим законодательством,
        отказывать в предоставлении персональных данных в случаях,
        предусмотренных законодательством, использовать персональные данные
        пользователя без его согласия в случаях, предусмотренных
        законодательством, передавать персональные данные пользователя третьим
        лицам, в частности, курьерским службам, организациям почтовой связи,
        операторам электросвязи и исключительно для целей обработки и пересылки
        заказов, оформленных на сайте пользователем.
      </p>

      <p>
        В остальных случаях в отношении персональной информации пользователя
        сохраняется конфиденциальность, кроме случаев добровольного
        предоставления пользователем информации о себе для общего доступа
        неограниченному кругу лиц.
      </p>

      <h2>Права и обязанности субъекта персональных данных</h2>

      <p>
        Пользователь сайта имеет право требовать уточнения своих персональных
        данных, их блокирования или уничтожения в случае, если персональные
        данные являются неполными, устаревшими, недостоверными, незаконно
        полученными или не являются необходимыми для заявленной цели обработки,
        а также принимать предусмотренные законом меры по защите своих прав,
        требовать перечень обрабатываемых персональных данных, получать
        информацию о сроках их обработки и хранения, требовать извещения всех
        лиц, которым ранее были сообщены неверные или неполные его персональные
        данные, обо всех произведенных в них исключениях, исправлениях или
        дополнениях, обжаловать в уполномоченный орган по защите прав субъектов
        персональных данных или в судебном порядке неправомерные действия или
        бездействия при обработке, хранении и использовании его персональных
        данных, отозвать свое согласие на обработку персональных данных.
      </p>

      <p>
        Если пользователь хочет реализовать любое из перечисленных прав, он
        может обратиться к нам по адресу happypc@mail.ru В случае получения
        уведомления от пользователя об отзыве согласия на обработку персональных
        данных, сайт прекращает обработку персональных данных пользователя в
        срок, не превышающий 10 рабочих дней с момента получения.
      </p>

      <h2>
        Перечень действий с персональными данными, общее описание используемых
      </h2>

      <p>
        Оператором используются следующие способы обработки персональных данных:
        сбор, запись, систематизация, накопление, хранение, уточнение
        (обновление, изменение), извлечение, использование, передача
        (распространение, предоставление, доступ), блокирование, удаление,
        уничтожение персональных данных.
      </p>

      <h2>Хранение персональных данных</h2>

      <p>
        Хранение персональных данных должно осуществляться в форме, позволяющей
        определить субъекта персональных данных, не дольше, чем это требуют цели
        их обработки, и они подлежат уничтожению по достижении целей обработки
        или в случае утраты необходимости в их достижении.
      </p>

      <h2>Заключительные положения</h2>

      <p>
        Настоящая Политика подлежит изменению, дополнению в случае появления
        новых законодательных актов и специальных нормативных документов по
        обработке и защите персональных данных.
      </p>

      <p>
        Оператор персональных данных оставляет за собой право вносить без
        согласия пользователей любые изменения в Политику с целью дальнейшего
        совершенствования системы защиты, хранения и систематизации сведений,
        сообщаемых субъектами персональных данных.
      </p>

      <p>
        При внесении существенных изменений в Политику в отношении обработки
        персональных данных на сайте www.techartisan.ru размещается обновленная
        версия. Новая Политика конфиденциальности вступает в силу с момента ее
        размещения на сайте, если иное не предусмотрено новой редакцией Политики
        конфиденциальности.
      </p>

      <h3>Дата последнего обновления: 02.07.2024г.</h3>
    </div>
  );
}
